Repository: WordPressBugBounty/plugins-xml-sitemap-generator-for-google
Catalog: xml-sitemap-generator-for-google/languages/xml-sitemap-generator-for-google-*.po
Languages: es_es, fr_fr, pt_pt

source: IndexNow Protocol informs search engines like Microsoft Bing, Seznam.cz, Naver, and Yandex about all updates of your website, including changes when saving Posts.
es_es: El protocolo IndexNow informa a motores de búsqueda como Microsoft Bing, Seznam.cz, Naver y Yandex sobre todas las actualizaciones de tu sitio web, incluyendo cambios al guardar entradas.
fr_fr: Le protocole IndexNow informe les moteurs de recherche tels que Microsoft Bing, Seznam.cz, Naver et Yandex de toutes les mises à jour de votre site web, y compris les modifications apportées lors de l'enregistrement des messages.
pt_pt: O protocolo IndexNow informa os motores de busca como o Microsoft Bing, Seznam.cz, Naver e Yandex sobre todas as actualizações do seu sítio Web, incluindo as alterações ao guardar as publicações.

source: Enable IndexNow Protocol (Microsoft Bing, Seznam.cz, Naver, Yandex)
es_es: Activar protocolo IndexNow (Microsoft Bing, Seznam.cz, Naver, Yandex)
fr_fr: Activer le protocole IndexNow (Microsoft Bing, Seznam.cz, Naver, Yandex)
pt_pt: Ativar o protocolo IndexNow (Microsoft Bing, Seznam.cz, Naver, Yandex)

source: IndexNow Protocol
es_es: Protocolo IndexNow
fr_fr: Protocole IndexNow
pt_pt: Protocolo IndexNow

source: Ping IndexNow Protocol
es_es: Ping protocolo IndexNow
fr_fr: Protocole Ping IndexNow
pt_pt: Protocolo Ping IndexNow

source: IndexNow Protocol Error: %s
es_es: Error de protocolo IndexNow: %s
fr_fr: Erreur de protocole IndexNow : %s
pt_pt: Erro de protocolo IndexNow: %s

source: IndexNow Protocol Invalid URL
es_es: URL inválida de protocolo IndexNow
fr_fr: Protocole IndexNow URL invalide
pt_pt: URL inválido do protocolo IndexNow

source: IndexNow Protocol Invalid Api Key
es_es: Clave API inválida de protocolo IndexNow
fr_fr: Clé Api invalide du protocole IndexNow
pt_pt: Chave de API inválida do protocolo IndexNow

source: IndexNow Protocol Invalid Request
es_es: Solicitud inválida de protocolo IndexNow
fr_fr: Demande invalide du protocole IndexNow
pt_pt: Pedido inválido do protocolo IndexNow

source: Changes successfully submitted to IndexNow
es_es: Cambios enviados con éxito a IndexNow
fr_fr: Changements soumis avec succès à IndexNow
pt_pt: Alterações submetidas com sucesso ao IndexNow

source: IndexNow Protocol unknown error occurred
es_es: Ocurrió un error desconocido en el protocolo IndexNow
fr_fr: Une erreur inconnue du protocole IndexNow s'est produite
pt_pt: Ocorreu um erro desconhecido no protocolo IndexNow

source: IndexNow API Key changed successfully.
es_es: Clave API IndexNow cambiada con éxito.
fr_fr: La clé API IndexNow a été modifiée avec succès.
pt_pt: Chave da API do IndexNow alterada com sucesso.

source: Please search and choose here Pages, Posts, Custom Posts, Categories and Tags that should be excluded from Sitemap:
es_es: Por favor, busca y elige aquí páginas, entradas, entradas personalizadas, categorías y etiquetas que deben excluirse del sitemap:
fr_fr: Veuillez rechercher et choisir ici les pages, les articles, les articles personnalisés, les catégories et les étiquettes qui doivent être exclus du plan du site :
pt_pt: Procure e selecione aqui Páginas, Posts, Posts personalizados, Categorias e Etiquetas que devem ser excluídos do Sitemap:

source: Last Modified
es_es: Última modificación
fr_fr: Dernière modification
pt_pt: Última modificação

source: You can select the Last Modified datetime for the URL or leave it empty (default) to always show the Current Datetime on Sitemap.
es_es: Puedes seleccionar la fecha y hora de última modificación para la URL o dejarla vacía (por defecto) para mostrar siempre la fecha y hora actual en el sitemap.
fr_fr: Vous pouvez sélectionner la date de la dernière modification pour l'URL ou la laisser vide (par défaut) pour toujours afficher la date actuelle sur le plan du site.
pt_pt: Pode selecionar a data/hora da última modificação para o URL ou deixá-la vazia (predefinição) para mostrar sempre a data/hora atual no Sitemap.

source: (Optional)
es_es: (Opcional)
fr_fr: (optionnel)
pt_pt: (Opcional)

source: Last Modified:
es_es: Última modificación:
fr_fr: Dernière modification :
pt_pt: Última modificação:

source: Enter the URL to the External Page. For example: https://example.com/blog or www.example.com/account.
es_es: Introduce la URL a la página externa. Por ejemplo: https://example.com/blog o www.example.com/account.
fr_fr: Saisissez l'URL de la page externe. Par exemple : https://example.com/blog ou www.example.com/account.
pt_pt: Introduza o URL da página externa. Por exemplo: https://example.com/blog ou www.example.com/account.

source: URL to External Page:
es_es: URL a página externa:
fr_fr: URL de la page externe :
pt_pt: URL para página externa:

source: Download Settings Data File
es_es: Descargar archivo de datos de ajustes
fr_fr: Télécharger le fichier de données des paramètres
pt_pt: Descarregar ficheiro de dados de definições

source: Here you can download your current Settings. Keep this safe as you can use it as a backup if anything goes wrong.
es_es: Aquí puedes descargar tus ajustes actuales. Guárdalo en un lugar seguro ya que puedes usarlo como copia de seguridad si algo sale mal.
fr_fr: Ici, vous pouvez télécharger vos paramètres actuels. Conservez-les précieusement, car vous pourrez les utiliser comme sauvegarde en cas de problème.
pt_pt: Aqui pode descarregar as suas definições actuais. Guarde-as em segurança, pois pode utilizá-las como cópia de segurança se algo correr mal.

source: Export Settings
es_es: Exportar ajustes
fr_fr: Paramètres d'exportation
pt_pt: Definições de exportação

source: Select the JSON file in order to Import Settings.
es_es: Selecciona el archivo JSON para importar ajustes.
fr_fr: Sélectionnez le fichier JSON afin d'importer les paramètres.
pt_pt: Selecione o ficheiro JSON para importar as definições.

source: WARNING! This will overwrite all existing Settings, please proceed with caution or backup current Settings!
es_es: ¡ADVERTENCIA! Esto sobrescribirá todos los ajustes existentes, ¡procede con precaución o haz una copia de seguridad de los ajustes actuales!
fr_fr: ATTENTION ! Cette opération écrasera tous les paramètres existants, veuillez procéder avec prudence ou sauvegarder les paramètres actuels !
pt_pt: AVISO! Esta ação substitui todas as definições existentes. Proceda com cuidado ou faça uma cópia de segurança das definições actuais!

source: Import Settings
es_es: Importar ajustes
fr_fr: Paramètres d'importation
pt_pt: Importar definições

source: Documentation
es_es: Documentación
pt_pt: Documentação

source: Invalid settings file or data.
es_es: Archivo o datos de ajustes inválidos.
fr_fr: Fichier ou données de réglages non valides.
pt_pt: Ficheiro ou dados de definições inválidos.

source: Settings imported successfully.
es_es: Ajustes importados con éxito.
fr_fr: Les paramètres ont été importés avec succès.
pt_pt: As definições foram importadas com êxito.

source: will be generated with Inner Sitemaps
es_es: se generará con sitemaps internos
fr_fr: sera généré avec les Inner Sitemaps
pt_pt: serão gerados com Inner Sitemaps

source: will be generated with all links
es_es: se generará con todos los enlaces
fr_fr: sera généré avec tous les liens
pt_pt: será gerado com todas as ligações

source: Choose Sitemap Structure:
es_es: Elige estructura de sitemap:
fr_fr: Sélectionnez Structure du plan du site :
pt_pt: Selecionar Estrutura do mapa do site:

source: Sitemap Structure
es_es: Estructura de sitemap
fr_fr: Structure du plan du site
pt_pt: Estrutura do mapa do site

source: Post Frequency
es_es: Frecuencia de entrada
fr_fr: Fréquence du courrier
pt_pt: Frequência de publicação

source: Default
es_es: Por defecto
fr_fr: Défaut
pt_pt: Predefinição

source: Post Priority
es_es: Prioridad de entrada
fr_fr: Priorité au poste
pt_pt: Prioridade de publicação

source: Exclude from Sitemap
es_es: Excluir del sitemap
fr_fr: Exclure du plan du site
pt_pt: Excluir do mapa do site

source: Custom Sitemap Options for the Current Post such as Exclude from Sitemap, Post Priority, Post Frequency.
es_es: Opciones de sitemap personalizadas para la entrada actual, como excluir del sitemap, prioridad de entrada, frecuencia de entrada.
fr_fr: Options personnalisées du plan du site pour l'article en cours, telles que Exclure du plan du site, Priorité de l'article, Fréquence de l'article.
pt_pt: Opções personalizadas do Sitemap para o Post atual, como Excluir do Sitemap, Prioridade do Post, Frequência do Post.

source: Get Now
es_es: Obtener ahora
fr_fr: Obtenir maintenant
pt_pt: Obter agora

source: XML Sitemap Options
es_es: Opciones de sitemap XML
fr_fr: Options du plan du site XML
pt_pt: Opções do Sitemap XML

source: Exclude Categories and Tags:
es_es: Excluir categorías y etiquetas:
fr_fr: Exclure les catégories et les étiquettes :
pt_pt: Excluir categorias e etiquetas:

source: Google News for other languages:
es_es: Google News para otros idiomas:
fr_fr: Google News pour d'autres langues :
pt_pt: Google News para outras línguas:

source: Sitemaps for other languages:
es_es: Sitemaps para otros idiomas:
fr_fr: Sitemaps pour d'autres langues :
pt_pt: Sitemaps para outras línguas:

source: Single Sitemap
es_es: Sitemap único
fr_fr: Plan du site unique
pt_pt: Mapa do site único

source: HTML Sitemaps for other languages:
es_es: Sitemaps HTML para otros idiomas:
fr_fr: HTML Sitemaps pour d'autres langues :
pt_pt: Sitemaps HTML para outros idiomas:

source: <a href="%s">&#8592; Sitemap Index</a>
es_es: <a href="%s">&#8592; Índice de sitemap</a>
fr_fr: <a href=\"%s \">← Index du plan du site</a>
pt_pt: <a href=\"%s \">← Índice do mapa do site</a>

source: Exclude Broken Images
es_es: Excluir imágenes rotas
fr_fr: Exclure les images cassées
pt_pt: Excluir imagens quebradas

source: This option allows to exclude Broken or Not Existing 404 images. Recommended to use this option with Sitemap Cache, as it affects to Sitemap Generating Speed.
es_es: Esta opción permite excluir imágenes rotas o no existentes 404. Se recomienda usar esta opción con caché de sitemap, ya que afecta la velocidad de generación de sitemap.
fr_fr: Cette option permet d'exclure les images 404 cassées ou inexistantes. Il est recommandé d'utiliser cette option avec Sitemap Cache, car elle affecte la vitesse de génération du plan de site.
pt_pt: Esta opção permite excluir imagens 404 quebradas ou inexistentes. Recomenda-se a utilização desta opção com a Cache do Sitemap, uma vez que afecta a Velocidade de Geração do Sitemap.

source: Broken Images
es_es: Imágenes rotas
fr_fr: Images brisées
pt_pt: Imagens quebradas

source: Sitemap Index
es_es: Índice de sitemap
fr_fr: Index du plan du site
pt_pt: Índice do mapa do site

source: Sitemap
fr_fr: Plan du site
pt_pt: Mapa do sítio

source: Yes, Read More
es_es: Sí, leer más
fr_fr: Oui, Lire la suite
pt_pt: Sim, Leia Mais

source: Pro version
es_es: Versión Pro
fr_fr: Version Pro
pt_pt: Versão Pro

source: Yes, Rate Now
es_es: Sí, calificar ahora
fr_fr: Oui, tarifer maintenant
pt_pt: Sim, avaliar agora

source: Dismiss
es_es: Descartar
fr_fr: Rejeter
pt_pt: Recusar

source: Invalid nonce.
es_es: Nonce inválido.
fr_fr: Nonce non valide.
pt_pt: Nonce inválido.

source: Minimize Sitemap source code
es_es: Minimizar el código fuente del sitemap
fr_fr: Minimiser le code source du plan du site
pt_pt: Minimizar o código fonte do Sitemap

source: Sitemap source code will be compressed into a single line.
es_es: El código fuente del sitemap se comprimirá en una sola línea.
fr_fr: Le code source du plan du site sera compressé en une seule ligne.
pt_pt: O código-fonte do mapa do site será comprimido numa única linha.

source: Optimize
es_es: Optimizar
fr_fr: Optimiser
pt_pt: Otimizar

source: Pro Version
es_es: Versión Pro
fr_fr: Version Pro
pt_pt: Versão Pro

source: Caching API Data improves performance by storing and reusing requested Video data from YouTube, Vimeo, and Twitter API.
es_es: El caché de datos API mejora el rendimiento almacenando y reutilizando datos de vídeo solicitados de las API de YouTube, Vimeo y Twitter.
fr_fr: La mise en cache des données de l'API améliore les performances en stockant et en réutilisant les données vidéo demandées à YouTube, Vimeo et Twitter API.
pt_pt: O armazenamento em cache de dados da API melhora o desempenho, armazenando e reutilizando os dados de vídeo solicitados da API do YouTube, Vimeo e Twitter.

source: Check API Key
es_es: Comprobar clave API
fr_fr: Vérifier la clé API
pt_pt: Verificar a chave da API

source: YouTube API key passed the check successfully.
es_es: La clave API de YouTube pasó la comprobación con éxito.
fr_fr: La clé API de YouTube a passé la vérification avec succès.
pt_pt: A chave da API do YouTube passou a verificação com êxito.

source: Advanced
es_es: Avanzado
fr_fr: Avancé
pt_pt: Avançado

source: Clear cache when Page/Post created or updated
es_es: Limpiar caché cuando se crea o actualiza una página/entrada
fr_fr: Vider le cache lors de la création ou de la mise à jour d'une page ou d'un poste
pt_pt: Limpar a cache quando a página/post é criada ou actualizada

source: Advanced Caching features to improve Sitemap data collection.
es_es: Funciones avanzadas de caché para mejorar la recolección de datos del sitemap.
fr_fr: Fonctionnalités avancées de mise en cache pour améliorer la collecte des données du plan du site.
pt_pt: Funcionalidades avançadas de armazenamento em cache para melhorar a recolha de dados do Sitemap.

source: Smart Caching
es_es: Caché inteligente
fr_fr: Mise en cache intelligente
pt_pt: Cache inteligente

source: Clear Cache
es_es: Limpiar caché
fr_fr: Effacer le cache
pt_pt: Limpar cache

source: Note: Sitemap Cache will only be created when someone opens/visits the Sitemap on front-end.
es_es: Nota: La caché del sitemap solo se creará cuando alguien abra/visite el sitemap en el frontend.
fr_fr: Note : Le cache du plan du site ne sera créé que lorsque quelqu'un ouvrira/visitera le plan du site sur le front-end.
pt_pt: Nota: A cache do mapa do site só será criada quando alguém abrir/visitar o mapa do site no front-end.

source: Last Cached Time:
es_es: Último tiempo cacheado:
fr_fr: Dernière heure de mise en cache :
pt_pt: Última hora em cache:

source: day(s)
es_es: día(s)
fr_fr: jour(s)
pt_pt: dia(s)

source: hour(s)
es_es: hora(s)
fr_fr: heure(s)
pt_pt: hora(s)

source: minute(s)
es_es: minuto(s)
pt_pt: minuto(s)

source: Enable Sitemap Cache
es_es: Activar caché de sitemap
fr_fr: Activer le cache du plan du site
pt_pt: Ativar a cache do mapa do site

source: All below options will be available after enabling Sitemap Cache. Sitemaps Content will be cached for faster loading.
es_es: Todas las opciones siguientes estarán disponibles después de activar la caché de sitemap. El contenido de los sitemaps se cacheará para una carga más rápida.
fr_fr: Toutes les options ci-dessous seront disponibles après l'activation de Sitemap Cache. Le contenu des sitemaps sera mis en cache pour un chargement plus rapide.
pt_pt: Todas as opções abaixo estarão disponíveis depois de ativar a Cache do Sitemap. O conteúdo dos Sitemaps será armazenado em cache para um carregamento mais rápido.

source: Account & Premium Support
es_es: Cuenta y soporte Premium
fr_fr: Compte et support Premium
pt_pt: Conta e suporte Premium

source: Clear Sitemaps Cache
es_es: Limpiar caché de sitemaps
fr_fr: Vider le cache de Sitemaps
pt_pt: Limpar a cache do Sitemaps

source: Sitemaps Cache cleared.
es_es: Caché de sitemaps limpiada.
fr_fr: Cache Sitemaps effacé.
pt_pt: Cache de Sitemaps limpa.

source: No Cache
es_es: Sin caché
fr_fr: Pas de cache
pt_pt: Sem cache

source: %s ago
es_es: hace %s
fr_fr: %s il y a
pt_pt: %s atrás

source: Include WooCommerce Gallery Images
es_es: Incluir imágenes de galería WooCommerce
fr_fr: Inclure les images de la galerie WooCommerce
pt_pt: Incluir imagens da galeria do WooCommerce

source: Enabling this option includes WooCommerce Gallery Images from Products to your Image Sitemap.
es_es: Activar esta opción incluye imágenes de galería WooCommerce de productos en tu sitemap de imágenes.
fr_fr: L'activation de cette option inclut les images de la galerie WooCommerce des produits dans votre plan du site des images.
pt_pt: A ativação desta opção inclui as Imagens da galeria de produtos do WooCommerce no seu Sitemap de imagens.

source: WooCommerce Gallery
es_es: Galería WooCommerce
fr_fr: Galerie WooCommerce
pt_pt: Galeria WooCommerce

source: Include Featured Images
es_es: Incluir imágenes destacadas
fr_fr: Inclure des images en vedette
pt_pt: Incluir imagens em destaque

source: Enabling this option includes Featured Images from Pages, Posts, and Custom Posts to your Image Sitemap.
es_es: Activar esta opción incluye imágenes destacadas de páginas, entradas y entradas personalizadas en tu sitemap de imágenes.
fr_fr: L'activation de cette option permet d'inclure les images en vedette des pages, des articles et des articles personnalisés dans votre Image Sitemap.
pt_pt: A ativação desta opção inclui as Imagens em destaque de Páginas, Posts e Posts personalizados no seu Sitemap de imagens.

source: Featured Images
es_es: Imágenes destacadas
fr_fr: Images en vedette
pt_pt: Imagens em destaque

source: All below options will be available after enabling Image Sitemap. Default Sitemap will only include Images that are used in Content.
es_es: Todas las opciones siguientes estarán disponibles después de activar el sitemap de imágenes. El sitemap por defecto solo incluirá imágenes usadas en el contenido.
fr_fr: Toutes les options ci-dessous seront disponibles après l'activation du plan du site des images. Le plan du site par défaut n'inclura que les images utilisées dans le contenu.
pt_pt: Todas as opções abaixo estarão disponíveis depois de ativar o Sitemap de imagens. O Sitemap predefinido incluirá apenas as imagens utilizadas no conteúdo.

source: YouTube Data API v3 Key:
es_es: Clave API de datos YouTube v3:
fr_fr: Clé YouTube Data API v3 :
pt_pt: Chave da API de dados do YouTube v3:

source: This is required field for retrieving the data from Youtube embeds if you are using them in Contents.
es_es: Este es un campo requerido para recuperar los datos de los incrustados de Youtube si los estás usando en los contenidos.
fr_fr: Il s'agit d'un champ obligatoire pour récupérer les données des éléments Youtube si vous les utilisez dans les contenus.
pt_pt: Este campo é obrigatório para recuperar os dados das incorporações do Youtube, se as estiver a utilizar nos Conteúdos.

source: Preview your Video Sitemap:
es_es: Vista previa de tu sitemap de vídeo:
fr_fr: Prévisualisez votre plan du site vidéo :
pt_pt: Pré-visualize o seu Sitemap de vídeo:

source: Video Sitemap URL:
es_es: URL de sitemap de vídeo:
fr_fr: URL du plan du site vidéo :
pt_pt: URL do mapa do site do vídeo:

source: Enable Video Sitemap
es_es: Activar sitemap de vídeo
fr_fr: Activer le plan du site vidéo
pt_pt: Ativar o Sitemap de vídeo

source: All below options will be available after enabling Video Sitemap. Sitemap will only include Videos that are used in Content.
es_es: Todas las opciones siguientes estarán disponibles después de activar el sitemap de vídeo. El sitemap solo incluirá vídeos usados en el contenido.
fr_fr: Toutes les options ci-dessous seront disponibles après l'activation du plan du site vidéo. Le plan du site n'inclura que les vidéos utilisées dans le contenu.
pt_pt: Todas as opções abaixo estarão disponíveis depois de ativar o Sitemap de vídeo. O Sitemap incluirá apenas os vídeos utilizados no Conteúdo.

source: Allow Image Types in your Image Sitemap.
es_es: Permitir tipos de imágenes en tu sitemap de imágenes.
fr_fr: Autoriser les types d'images dans votre Image Sitemap.
pt_pt: Permitir tipos de imagem no seu Sitemap de imagens.

source: Image MIME Types
es_es: Tipos MIME de imágenes
fr_fr: Types MIME d'images
pt_pt: Tipos de MIME de imagem

source: Preview your Image Sitemap:
es_es: Vista previa de tu sitemap de imágenes:
fr_fr: Prévisualisez votre Image Sitemap :
pt_pt: Pré-visualizar o Sitemap de imagens:

source: Image Sitemap URL:
es_es: URL de sitemap de imágenes:
pt_pt: URL do mapa do site da imagem:

source: Enable Image Sitemap
es_es: Activar sitemap de imágenes
fr_fr: Activer le plan du site en images
pt_pt: Ativar o Sitemap de imagens

source: This settings will be used for generating Video Sitemap.
es_es: Esta configuración se usará para generar sitemap de vídeo.
fr_fr: Ces paramètres seront utilisés pour générer le plan du site vidéo.
pt_pt: Estas definições serão utilizadas para gerar o Sitemap de vídeo.

source: Google News URL
es_es: URL de Google News
fr_fr: URL de Google News
pt_pt: URL do Google Notícias

source: Content Options
es_es: Opciones de contenido
fr_fr: Options de contenu
pt_pt: Opções de conteúdo

source: Video Sitemap
es_es: Sitemap de vídeo
fr_fr: Plan du site vidéo
pt_pt: Mapa do site de vídeo

source: Image Sitemap
es_es: Sitemap de imágenes
pt_pt: Mapa do site da imagem

source: Show up in Google News
es_es: Aparecer en Google News
fr_fr: Apparaître dans Google News
pt_pt: Aparecer no Google News

source: can be displayed using Page Builder Widget or Shortcode
es_es: puede mostrarse usando widget de constructor de páginas o shortcode
fr_fr: peut être affiché à l'aide d'un Widget Page Builder ou d'un Shortcode
pt_pt: pode ser apresentado utilizando o widget Page Builder ou o código curto

source: Once this option is enabled, you will be able to specify values under the custom Stock Tickers Taxonomy.
es_es: Una vez activada esta opción, podrás especificar valores bajo la taxonomía personalizada de tickers de acciones.
fr_fr: Une fois cette option activée, vous pourrez spécifier des valeurs dans la taxonomie personnalisée Stock Tickers.
pt_pt: Quando esta opção estiver activada, poderá especificar valores na taxonomia personalizada de Stock Tickers.

source: Stock tickers are most commonly used in articles related to business.
es_es: Los tickers de acciones se usan comúnmente en artículos relacionados con negocios.
fr_fr: Les tickers boursiers sont le plus souvent utilisés dans des articles liés au monde des affaires.
pt_pt: Os tickers de acções são mais frequentemente utilizados em artigos relacionados com negócios.

source: Enable Stock Tickers
es_es: Activar tickers de acciones
fr_fr: Activer les téléscripteurs de titres
pt_pt: Ativar os marcadores de acções

source: Stock Tickers
es_es: Tickers de acciones
fr_fr: Tickers boursiers
pt_pt: Tickers de acções

source: Custom Keywords Taxonomy will be available for Posts after enabling this option.
es_es: La taxonomía de palabras clave personalizadas estará disponible para entradas después de activar esta opción.
fr_fr: La taxonomie des mots-clés personnalisés sera disponible pour les articles après avoir activé cette option.
pt_pt: A taxonomia de palavras-chave personalizadas estará disponível para os posts depois de ativar esta opção.

source: Keywords Taxonomy
es_es: Taxonomía de palabras clave
fr_fr: Taxonomie des mots-clés
pt_pt: Taxonomia de palavras-chave

source: Categories
es_es: Categorías
fr_fr: Catégories
pt_pt: Categorias

source: Tags
es_es: Etiquetas
pt_pt: Etiquetas

source: Keywords from:
es_es: Palabras clave de:
fr_fr: Mots-clés de :
pt_pt: Palavras-chave de:

source: Please select the source from which the Google News Keywords should be extracted.
es_es: Por favor, selecciona la fuente de la que se deben extraer las palabras clave de Google News.
fr_fr: Veuillez sélectionner la source à partir de laquelle les mots-clés de Google News doivent être extraits.
pt_pt: Selecione a fonte da qual as palavras-chave do Google News devem ser extraídas.

source: Keywords
es_es: Palabras clave
fr_fr: Mots clés
pt_pt: Palavras-chave
