Repository: WordPressBugBounty/plugins-xml-sitemap-generator-for-google
Catalog: xml-sitemap-generator-for-google/languages/xml-sitemap-generator-for-google-*.po
Languages: es_es, fr_fr, pt_pt

source: XML Sitemap Validator
es_es: Validador de sitemap XML
fr_fr: Validateur de plan du site XML
pt_pt: Validador de Sitemap XML

source: Bing Webmaster Tools
es_es: Herramientas para webmasters de Bing
fr_fr: Outils pour les webmasters de Bing
pt_pt: Ferramentas para webmasters do Bing

source: Google News Help Center
es_es: Centro de ayuda de Google News
fr_fr: Centre d'aide de Google News
pt_pt: Centro de ajuda do Google Notícias

source: Google Search Console
pt_pt: Consola de pesquisa do Google

source: Support Forum
es_es: Foro de soporte
fr_fr: Forum de soutien
pt_pt: Fórum de apoio

source: Links
es_es: Enlaces
fr_fr: Liens
pt_pt: Ligações

source: Read More
es_es: Leer más
fr_fr: Lire la suite
pt_pt: Ler mais

source: to take your Search Engine Optimization to the Next Level with unlocking Premium Features.
es_es: para llevar tu optimización para motores de búsqueda al siguiente nivel desbloqueando funciones Premium.
fr_fr: pour faire passer votre optimisation pour les moteurs de recherche au niveau supérieur en débloquant des fonctionnalités Premium.
pt_pt: para levar a sua Otimização para Motores de Busca para o Nível Seguinte com o desbloqueio de Funcionalidades Premium.

source: Get Pro Version now
es_es: Obtener versión Pro ahora
fr_fr: Obtenir la version Pro maintenant
pt_pt: Obter a versão Pro agora

source: Tips
es_es: Consejos
fr_fr: Conseils
pt_pt: Dicas

source: Preview
es_es: Vista previa
fr_fr: Avant-première
pt_pt: Pré-visualização

source: Flush Rewrite Rules
es_es: Vaciar reglas de reescritura
fr_fr: Règles de réécriture de la chasse d'eau
pt_pt: Regras de reescrita de descarga

source: Tools
es_es: Herramientas
fr_fr: Outils
pt_pt: Ferramentas

source: None
es_es: Ninguno
fr_fr: Aucun
pt_pt: Nenhum

source: WordPress Rewrite Rules flushed.
es_es: Reglas de reescritura de WordPress vaciadas.
fr_fr: Les règles de réécriture de WordPress ont été supprimées.
pt_pt: Regras de reescrita do WordPress eliminadas.

source: Rate ★★★★★
es_es: Calificar ★★★★★
fr_fr: Taux ★★★★★
pt_pt: Taxa ★★★★★

source: Support
es_es: Soporte
fr_fr: Soutien
pt_pt: Apoio

source: XML Sitemaps
es_es: Sitemaps XML
fr_fr: Sitemaps XML
pt_pt: Sitemaps XML

source: Google XML Sitemaps Generator Settings
es_es: Ajustes del generador de sitemaps XML de Google
fr_fr: Paramètres du générateur Google XML Sitemaps
pt_pt: Definições do gerador de Sitemaps XML do Google

source: Greatly improves SEO by generating XML Sitemaps, HTML Sitemaps and Google News, helping search engines like Google, Bing, Yahoo and others index your site more effectively.
es_es: Mejora enormemente el SEO generando sitemaps XML, sitemaps HTML y Google News, ayudando a motores de búsqueda como Google, Bing, Yahoo y otros a indexar tu sitio de manera más efectiva.
fr_fr: Améliore considérablement le référencement en générant des sitemaps XML, des sitemaps HTML et des actualités Google, ce qui aide les moteurs de recherche tels que Google, Bing, Yahoo et d'autres à indexer votre site plus efficacement.
pt_pt: Melhora significativamente a SEO ao gerar Sitemaps XML, Sitemaps HTML e Google News, ajudando os motores de busca como o Google, Bing, Yahoo e outros a indexar o seu sítio de forma mais eficaz.

source: Google XML Sitemaps Generator
es_es: Generador de sitemaps XML de Google
fr_fr: Générateur de sitemaps XML de Google
pt_pt: Gerador de Sitemaps XML do Google

source: General
fr_fr: Général
pt_pt: Geral

source: Preview your Google News:
es_es: Vista previa de tu Google News:
fr_fr: Prévisualisez votre Google News :
pt_pt: Pré-visualizar o Google News:

source: Google News URL:
es_es: URL de Google News:
fr_fr: URL de Google News :
pt_pt: URL do Google Notícias:

source: Google News
pt_pt: Google Notícias

source: This settings will be used for generating your Google News.
es_es: Esta configuración se usará para generar tu Google News.
fr_fr: Ces paramètres seront utilisés pour générer vos Google News.
pt_pt: Estas definições serão utilizadas para gerar o seu Google News.

source: Source Labels:
es_es: Etiquetas de fuente:
pt_pt: Etiquetas de origem:

source: Publication Name:
es_es: Nombre de la publicación:
fr_fr: Nom de la publication :
pt_pt: Nome da publicação:

source: Enable Google News
es_es: Activar Google News
fr_fr: Activer Google Actualités
pt_pt: Ativar o Google Notícias

source: Exclude Posts:
es_es: Excluir entradas:
fr_fr: Exclure les postes :
pt_pt: Exclui os postos de trabalho:

source: Please search and choose here Posts that should be excluded from Google News:
es_es: Por favor, busca y elige aquí entradas que deben excluirse de Google News:
fr_fr: Veuillez rechercher et choisir ici les articles qui devraient être exclus de Google Actualités :
pt_pt: Pesquise e selecione aqui os artigos que devem ser excluídos do Google News:

source: Enable HTML Sitemap
es_es: Activar sitemap HTML
fr_fr: Activer le plan du site HTML
pt_pt: Ativar o Sitemap HTML

source: Here you can enable HTML Sitemap, customize Output URL and preview.
es_es: Aquí puedes activar sitemap HTML, personalizar URL de salida y vista previa.
fr_fr: Ici, vous pouvez activer le sitemap HTML, personnaliser l'URL de sortie et la prévisualisation.
pt_pt: Aqui pode ativar o Sitemap HTML, personalizar o URL de saída e pré-visualizar.

source: Preview your XML Sitemap:
es_es: Vista previa de tu sitemap XML:
fr_fr: Prévisualisez votre plan du site XML :
pt_pt: Pré-visualize o seu Sitemap XML:

source: XML Sitemap URL:
es_es: URL de sitemap XML:
fr_fr: URL du plan du site XML :
pt_pt: URL do Sitemap XML:

source: Here you can enable XML Sitemap and customize Output URL.
es_es: Aquí puedes activar sitemap XML y personalizar URL de salida.
fr_fr: Ici, vous pouvez activer le plan du site XML et personnaliser l'URL de sortie.
pt_pt: Aqui pode ativar o Sitemap XML e personalizar o URL de saída.

source: Average Comments Count will be used for Priority Calculation
es_es: El recuento medio de comentarios se usará para el cálculo de prioridad
fr_fr: Le nombre moyen de commentaires sera utilisé pour le calcul des priorités.
pt_pt: A contagem média de comentários será utilizada para o cálculo da prioridade

source: Comments Average
es_es: Promedio de comentarios
fr_fr: Commentaires Moyenne
pt_pt: Comentários Média

source: Number of Post Comments will be used for Priority Calculation
es_es: El número de comentarios de entrada se usará para el cálculo de prioridad
fr_fr: Le nombre de commentaires sur les messages sera utilisé pour le calcul de la priorité.
pt_pt: O número de comentários da publicação será utilizado para o cálculo da prioridade

source: Comments Count
es_es: Recuento de comentarios
fr_fr: Compte des commentaires
pt_pt: Contagem de comentários

source: Posts will have the same priority which is defined in "Sitemap Options"
es_es: Las entradas tendrán la misma prioridad definida en "Opciones de sitemap"
fr_fr: Les articles auront la même priorité que celle définie dans "Options du plan du site".
pt_pt: Os posts terão a mesma prioridade que é definida em \"Opções do mapa do sítio\"

source: Do not use Priority Calculation
es_es: No usar cálculo de prioridad
fr_fr: Ne pas utiliser le calcul de priorité
pt_pt: Não utilizar o cálculo de prioridades

source: Please choose a priority for calculating each of posts:
es_es: Por favor, elige una prioridad para calcular cada una de las entradas:
fr_fr: Veuillez choisir une priorité pour le calcul de chacun des postes :
pt_pt: Escolha uma prioridade para o cálculo de cada uma das mensagens:

source: Posts Priority
es_es: Prioridad de entradas
fr_fr: Priorité aux postes
pt_pt: Prioridade dos postos

source: Preview your HTML Sitemap:
es_es: Vista previa de tu sitemap HTML:
fr_fr: Prévisualisez votre plan du site HTML :
pt_pt: Pré-visualizar o Sitemap HTML:

source: HTML Sitemap URL:
es_es: URL de sitemap HTML:
fr_fr: URL du plan du site en HTML :
pt_pt: URL do Sitemap HTML:

source: Here you can preview your Google News and customize Output URL.
es_es: Aquí puedes previsualizar tu Google News y personalizar URL de salida.
fr_fr: Ici, vous pouvez prévisualiser votre Google News et personnaliser l'URL de sortie.
pt_pt: Aqui pode pré-visualizar o seu Google News e personalizar o URL de saída.

source: HTML Sitemap
es_es: Sitemap HTML
fr_fr: Plan du site en HTML
pt_pt: Mapa do site HTML

source: Exclude Pages/Posts:
es_es: Excluir páginas/entradas:
fr_fr: Exclure les pages/postes :
pt_pt: Excluir páginas/postes:

source: External URLs which should be included in your Sitemap:
es_es: URL externas que deben incluirse en tu sitemap:
fr_fr: URL externes qui doivent être incluses dans votre plan du site :
pt_pt: URLs externos que devem ser incluídos no seu Sitemap:

source: This feature is available on Premium version
es_es: Esta característica está disponible en la versión Premium
fr_fr: Cette fonctionnalité est disponible sur la version Premium
pt_pt: Esta funcionalidade está disponível na versão Premium

source: Changes saved!
es_es: Cambios guardados!
fr_fr: Changements sauvegardés !
pt_pt: Alterações guardadas!

source: Type to Search...
es_es: Escribe para buscar...
fr_fr: Tapez pour rechercher...
pt_pt: Digite para pesquisar...

source: XML Sitemap
es_es: Sitemap XML
fr_fr: Plan du site XML
pt_pt: Sitemap XML

source: Settings
es_es: Ajustes
fr_fr: Paramètres
pt_pt: Definições

source: Never
es_es: Nunca
fr_fr: Jamais
pt_pt: Nunca

source: Yearly
es_es: Anualmente
fr_fr: Annuel
pt_pt: Anual

source: Monthly
es_es: Mensualmente
fr_fr: Mensuel
pt_pt: Mensal

source: Weekly
es_es: Semanal
fr_fr: Hebdomadaire
pt_pt: Semanal

source: Daily
es_es: Diario
fr_fr: Quotidiennement
pt_pt: Diário

source: Hourly
es_es: Por hora
fr_fr: Horaire
pt_pt: Por hora

source: Always
es_es: Siempre
fr_fr: Toujours
pt_pt: Sempre

source: Exclude
es_es: Excluir
fr_fr: Exclure
pt_pt: Excluir

source: Custom Post Types
es_es: Tipos de entrada personalizados
fr_fr: Types d'articles personnalisés
pt_pt: Tipos de posts personalizados

source: Include
es_es: Incluir
fr_fr: Inclure
pt_pt: Incluir

source: Content
es_es: Contenido
fr_fr: Contenu
pt_pt: Conteúdo

source: This Options will be used for generating your Sitemap.
es_es: Estas opciones se usarán para generar tu sitemap.
fr_fr: Cette option sera utilisée pour générer votre plan du site.
pt_pt: Estas opções serão utilizadas para gerar o seu Sitemap.

source: Sitemap Options
es_es: Opciones de sitemap
fr_fr: Options du plan du site
pt_pt: Opções de mapa do site

source: Add New URL
es_es: Añadir nueva URL
fr_fr: Ajouter une nouvelle URL
pt_pt: Adicionar novo URL

source: No URLs added yet!
es_es: ¡No se han añadido URL todavía!
fr_fr: Aucun URL n'a encore été ajouté !
pt_pt: Ainda não foram adicionados URLs!

source: Update Frequency
es_es: Frecuencia de actualización
fr_fr: Fréquence de mise à jour
pt_pt: Frequência de atualização

source: Priority
es_es: Prioridad
fr_fr: Priorité
pt_pt: Prioridade

source: URL to External Page
es_es: URL a página externa
fr_fr: URL de la page externe
pt_pt: URL para página externa

source: Additional URLs
es_es: URL adicionales
fr_fr: URL supplémentaires
pt_pt: URLs adicionais

source: Add Sitemap Output URLs to site "robots.txt" file
es_es: Añadir URL de salida de sitemap al archivo "robots.txt" del sitio
fr_fr: Ajouter les URL de sortie du plan du site au fichier "robots.txt" du site
pt_pt: Adicionar URLs de saída do mapa do site ao ficheiro \"robots.txt\" do site

source: Basic Settings for your Sitemaps. Enabling all below options is recommended.
es_es: Ajustes básicos para tus sitemaps. Se recomienda activar todas las opciones siguientes.
fr_fr: Paramètres de base pour vos Sitemaps. Il est recommandé d'activer toutes les options ci-dessous.
pt_pt: Definições básicas para os seus Sitemaps. Recomenda-se a ativação de todas as opções abaixo.

source: General Settings
es_es: Ajustes generales
fr_fr: Paramètres généraux
pt_pt: Definições gerais

source: Cache
es_es: Caché
