Repository: WordPressBugBounty/plugins-xml-sitemap-generator-for-google
Catalog: xml-sitemap-generator-for-google/languages/xml-sitemap-generator-for-google-*.po
Languages: es_es, fr_fr, pt_pt

source: Also, you can set Cron Job to generate sitemaps automatically using WP CLI command. Here is an example for daily cron job:
es_es: Además, puedes configurar un trabajo Cron para generar sitemaps automáticamente usando el comando WP CLI. Aquí hay un ejemplo para un trabajo cron diario:
fr_fr: Vous pouvez également définir un job cron pour générer des sitemaps automatiquement à l'aide de la commande WP CLI. Voici un exemple de job cron quotidien :
pt_pt: Além disso, pode definir uma tarefa cron para gerar sitemaps automaticamente utilizando o comando WP CLI. Aqui está um exemplo de uma tarefa cron diária:

source: You can find more information about WP CLI in
es_es: Puedes encontrar más información sobre WP CLI en
fr_fr: Vous trouverez plus d'informations sur l'interface de programmation de WP dans
pt_pt: Pode encontrar mais informações sobre o WP CLI em

source: WP CLI is a feature that allows you to generate sitemaps using the command line. You can use the following command to generate sitemaps:
es_es: WP CLI es una característica que te permite generar sitemaps usando la línea de comandos. Puedes usar el siguiente comando para generar sitemaps:
fr_fr: WP CLI est une fonctionnalité qui vous permet de générer des sitemaps en utilisant la ligne de commande. Vous pouvez utiliser la commande suivante pour générer des sitemaps :
pt_pt: O WP CLI é uma funcionalidade que lhe permite gerar mapas de sítios utilizando a linha de comandos. Pode utilizar o seguinte comando para gerar sitemaps:

source: Hooking WP Cron into the System Task Scheduler
es_es: Conectar WP Cron al planificador de tareas del sistema
fr_fr: Accrocher WP Cron au planificateur de tâches du système
pt_pt: Ligar o WP Cron ao Programador de Tarefas do Sistema

source: You can move the cron job to the system task scheduler by following the instructions
es_es: Puedes mover el trabajo cron al planificador de tareas del sistema siguiendo las instrucciones
fr_fr: Vous pouvez déplacer la tâche cron vers le planificateur de tâches du système en suivant les instructions suivantes
pt_pt: Pode mover a tarefa cron para o agendador de tarefas do sistema seguindo as instruções

source: Cron Job will run at the time you selected and will be triggered by WordPress Cron. It will clear all caches and re-generate Sitemaps.
es_es: El trabajo Cron se ejecutará en el momento seleccionado y será activado por WordPress Cron. Limpiará todas las cachés y regenerará los sitemaps.
fr_fr: La tâche Cron s'exécutera à l'heure que vous avez sélectionnée et sera déclenchée par le Cron de WordPress. Il effacera tous les caches et re-générera les Sitemaps.
pt_pt: O Cron Job será executado na hora selecionada e será acionado pelo WordPress Cron. Limpará todas as caches e voltará a gerar Sitemaps.

source: Cron Job Next Run:
es_es: Próxima ejecución del trabajo Cron:
pt_pt: Próxima execução do trabalho Cron:

source: Cron Job Run Time:
es_es: Hora de ejecución del trabajo Cron:
fr_fr: Temps d'exécution de la tâche Cron :
pt_pt: Tempo de execução da tarefa Cron:

source: Enable Cron Job
es_es: Activar trabajo Cron
fr_fr: Activer le travail Cron
pt_pt: Ativar a tarefa Cron

source: Cron Job is a feature that allows you to schedule the generation of sitemaps at specific times.
es_es: El trabajo Cron es una característica que te permite programar la generación de sitemaps en momentos específicos.
fr_fr: Cron Job est une fonctionnalité qui vous permet de programmer la génération de sitemaps à des heures spécifiques.
pt_pt: A função Cron Job é uma funcionalidade que lhe permite agendar a geração de mapas de sítios em alturas específicas.

source: Cron Job
es_es: Trabajo Cron
fr_fr: Job Cron
pt_pt: Trabalho Cron

source: Disable Media Sitemap Cache Collection
es_es: Desactivar la colección de caché de sitemap de medios
fr_fr: Désactiver la collecte du cache pour le plan du site des médias
pt_pt: Desativar a coleção de cache do mapa do site multimédia

source: Note: This will affect the performance of Media Sitemap Generation.
es_es: Nota: Esto afectará el rendimiento de la generación de sitemap de medios.
fr_fr: Remarque : cela affectera les performances de la génération du plan du site média.
pt_pt: Nota: Isto afectará o desempenho da Geração do Sitemap multimédia.

source: If you are having issues with Image and Video Sitemaps, you can try to disable Media Sitemap Cache Collection.
es_es: Si tienes problemas con los sitemaps de imágenes y videos, puedes intentar desactivar la colección de caché de sitemap de medios.
fr_fr: Si vous rencontrez des problèmes avec les sitemaps image et vidéo, vous pouvez essayer de désactiver le Media Sitemap Cache Collection.
pt_pt: Se estiver a ter problemas com Sitemaps de Imagem e Vídeo, pode tentar desativar a Coleção de Cache do Sitemap Multimédia.

source: Troubleshoot
es_es: Solucionar problemas
fr_fr: Dépannage
pt_pt: Resolução de problemas

source: This settings will be used for generating Image Sitemaps.
es_es: Esta configuración se usará para generar sitemaps de imágenes.
fr_fr: Ces paramètres seront utilisés pour générer des Image Sitemaps.
pt_pt: Estas definições serão utilizadas para gerar Sitemaps de imagens.

source: Hide Image Previews
es_es: Ocultar vistas previas de imágenes
fr_fr: Masquer les aperçus d'images
pt_pt: Ocultar pré-visualizações de imagens

source: If you are experiencing long loading times, hide image previews in your Sitemap. This will not affect SEO results.
es_es: Si experimentas tiempos de carga largos, oculta las vistas previas de imágenes en tu sitemap. Esto no afectará los resultados SEO.
fr_fr: Si les temps de chargement sont longs, masquez les aperçus d'images dans votre plan du site. Cela n'affectera pas les résultats du référencement.
pt_pt: Se os tempos de carregamento forem longos, oculte as pré-visualizações de imagens no seu Sitemap. Isto não afectará os resultados de SEO.

source: Image Previews
es_es: Vistas previas de imágenes
fr_fr: Aperçu des images
pt_pt: Pré-visualizações de imagens

source: Include only selected Categories, Tags and exclude all others:
es_es: Incluir solo categorías y etiquetas seleccionadas y excluir todas las demás:
fr_fr: Inclure uniquement les catégories et les étiquettes sélectionnées et exclure toutes les autres :
pt_pt: Incluir apenas categorias e etiquetas selecionadas e excluir todas as outras:

source: Hide Branding Marks
es_es: Ocultar marcas de branding
fr_fr: Masquer les marques
pt_pt: Ocultar marcas da marca

source: Customize appearing of Branding Marks.
es_es: Personalizar la apariencia de las marcas de branding.
fr_fr: Personnaliser l'apparition des marques.
pt_pt: Personalizar o aparecimento de marcas registadas.

source: Footer Text Color:
es_es: Color del texto del pie de página:
fr_fr: Couleur du texte du pied de page :
pt_pt: Cor do texto do rodapé:

source: Sitemap Link Color:
es_es: Color del enlace del sitemap:
fr_fr: Couleur du lien vers le plan du site :
pt_pt: Cor da ligação do mapa do site:

source: Sitemap Text Color:
es_es: Color del texto del sitemap:
fr_fr: Couleur du texte du plan du site :
pt_pt: Cor do texto do mapa do site:

source: Sitemap Background Color:
es_es: Color de fondo del sitemap:
fr_fr: Couleur d'arrière-plan du plan du site :
pt_pt: Cor de fundo do mapa do site:

source: Header Text Color:
es_es: Color del texto de cabecera:
fr_fr: Couleur du texte de l'en-tête :
pt_pt: Cor do texto do cabeçalho:

source: Header Background Color:
es_es: Color de fondo de la cabecera:
fr_fr: Couleur d'arrière-plan de l'en-tête :
pt_pt: Cor de fundo do cabeçalho:

source: Customize colors of your Sitemap.
es_es: Personaliza los colores de tu sitemap.
fr_fr: Personnalisez les couleurs de votre plan du site.
pt_pt: Personalize as cores do seu Sitemap.

source: Sitemap Styles
es_es: Estilos de sitemap
fr_fr: Styles de plan du site
pt_pt: Estilos de mapa do site

source: Cancel
es_es: Cancelar
fr_fr: Annuler
pt_pt: Cancelar

source: Add URLs
es_es: Añadir URL
fr_fr: Ajouter des URL
pt_pt: Adicionar URLs

source: Enter URLs separated by line:
es_es: Introduce URL separadas por línea:
fr_fr: Saisissez les URL en les séparant par des lignes :
pt_pt: Introduzir URLs separados por linha:

source: Add Bulk URLs
es_es: Añadir URL en masa
fr_fr: Ajouter des URL en masse
pt_pt: Adicionar URLs em massa

source: with all links
es_es: con todos los enlaces
fr_fr: avec tous les liens
pt_pt: com todas as ligações

source: with Inner Sitemaps
es_es: con sitemaps internos
fr_fr: avec Inner Sitemaps
pt_pt: com Sitemaps Internos

source: Back
es_es: Volver
fr_fr: Retour
pt_pt: Voltar

source: Get Pro Now
es_es: Obtener Pro ahora
fr_fr: Obtenir le statut de professionnel maintenant
pt_pt: Obter o Pro agora

source: Unlock advanced features and enhance your sitemap with the Pro version.
es_es: Desbloquea funciones avanzadas y mejora tu sitemap con la versión Pro.
fr_fr: Débloquez des fonctionnalités avancées et améliorez votre plan du site avec la version Pro.
pt_pt: Desbloqueie funcionalidades avançadas e melhore o seu mapa do site com a versão Pro.

source: Upgrade to Pro
es_es: Actualizar a Pro
fr_fr: Passer à la version Pro
pt_pt: Atualizar para Pro

source: Sitemap Cache improves the loading performance of your Sitemaps by storing links in the cache.
es_es: La caché de sitemap mejora el rendimiento de carga de tus sitemaps almacenando enlaces en la caché.
fr_fr: Le cache Sitemap améliore les performances de chargement de vos sitemaps en stockant les liens dans le cache.
pt_pt: O Sitemap Cache melhora o desempenho de carregamento dos seus Sitemaps armazenando ligações na cache.

source: Video Sitemap is a structured list of video URLs from your website's content, specifically designed to help Search Engines effectively index your site's videos, enhancing their visibility in search results.
es_es: El sitemap de vídeo es una lista estructurada de URL de vídeos del contenido de tu sitio web, diseñada específicamente para ayudar a los motores de búsqueda a indexar eficazmente los vídeos de tu sitio, mejorando su visibilidad en los resultados de búsqueda.
fr_fr: Le plan du site vidéo est une liste structurée d'URL de vidéos provenant du contenu de votre site web, spécialement conçue pour aider les moteurs de recherche à indexer efficacement les vidéos de votre site, améliorant ainsi leur visibilité dans les résultats de recherche.
pt_pt: O Sitemap de vídeo é uma lista estruturada de URLs de vídeo do conteúdo do seu sítio Web, especificamente concebida para ajudar os motores de busca a indexar eficazmente os vídeos do seu sítio, aumentando a sua visibilidade nos resultados de pesquisa.

source: Image Sitemap is a detailed list of image URLs from your website's content, specifically designed to help Search Engines effectively index your site's images, enhancing their visibility in search results.
es_es: El sitemap de imágenes es una lista detallada de URL de imágenes del contenido de tu sitio web, diseñada específicamente para ayudar a los motores de búsqueda a indexar eficazmente las imágenes de tu sitio, mejorando su visibilidad en los resultados de búsqueda.
fr_fr: Image Sitemap est une liste détaillée des URL des images du contenu de votre site web, spécialement conçue pour aider les moteurs de recherche à indexer efficacement les images de votre site, améliorant ainsi leur visibilité dans les résultats de recherche.
pt_pt: O Sitemap de imagens é uma lista detalhada de URLs de imagens do conteúdo do seu sítio Web, especificamente concebida para ajudar os motores de busca a indexar eficazmente as imagens do seu sítio, aumentando a sua visibilidade nos resultados de pesquisa.

source: Google News Sitemap is a structured list of your Post's URLs designed to help Google News efficiently index your site's news.
es_es: El sitemap de Google News es una lista estructurada de URL de tus entradas diseñada para ayudar a Google News a indexar eficientemente las noticias de tu sitio.
fr_fr: Le plan du site de Google Actualités est une liste structurée des URL de votre poste, conçue pour aider Google Actualités à indexer efficacement les actualités de votre site.
pt_pt: O Sitemap do Google News é uma lista estruturada dos URLs do seu Post concebida para ajudar o Google News a indexar eficazmente as notícias do seu site.

source: HTML Sitemap is a collection of your website’s URLs created to assist Users in navigating through your site’s content.
es_es: El sitemap HTML es una colección de URL de tu sitio web creada para ayudar a los usuarios a navegar por el contenido de tu sitio.
fr_fr: Le sitemap HTML est une collection d'URL de votre site web créée pour aider les utilisateurs à naviguer dans le contenu de votre site.
pt_pt: O Sitemap HTML é uma coleção de URLs do seu sítio Web criada para ajudar os utilizadores a navegarem pelo conteúdo do seu sítio.

source: XML Sitemap is a structured list of your website's URLs designed to help Search Engines efficiently index your site's content.
es_es: El sitemap XML es una lista estructurada de URL de tu sitio web diseñada para ayudar a los motores de búsqueda a indexar eficientemente el contenido de tu sitio.
fr_fr: Le plan du site XML est une liste structurée des URL de votre site web, conçue pour aider les moteurs de recherche à indexer efficacement le contenu de votre site.
pt_pt: O Sitemap XML é uma lista estruturada dos URLs do seu sítio Web concebida para ajudar os motores de busca a indexar eficazmente o conteúdo do seu sítio.

source: Upgrade
es_es: Actualizar
fr_fr: Mise à niveau
pt_pt: Atualização

source: Cache Expiration Time:
es_es: Tiempo de expiración de la caché:
fr_fr: Heure d'expiration du cache :
pt_pt: Tempo de expiração da cache:

source: Finish
es_es: Finalizar
fr_fr: Finition
pt_pt: Acabamento

source: Continue
es_es: Continuar
fr_fr: Continuer
pt_pt: Continuar

source: Sitemaps Wizard
es_es: Asistente de sitemaps
fr_fr: Assistant Sitemaps
pt_pt: Assistente de Sitemaps

source: Google XML Sitemaps Generator Wizard
es_es: Asistente del generador de sitemaps XML de Google
fr_fr: Assistant de génération de sitemaps XML de Google
pt_pt: Assistente do gerador de Sitemaps XML do Google

source: Clear API Data Cache
es_es: Limpiar caché de datos API
fr_fr: Vider le cache des données de l'API
pt_pt: Limpar a cache de dados da API

source: Enable API Data Cache
es_es: Activar caché de datos API
fr_fr: Activer le cache des données de l'API
pt_pt: Ativar a cache de dados API

source: API Data Cache
es_es: Caché de datos API
fr_fr: Cache de données API
pt_pt: Cache de dados API

source: Check Vimeo Access Token
es_es: Comprobar token de acceso a Vimeo
fr_fr: Vérifier le jeton d'accès à Vimeo
pt_pt: Verificar o token de acesso ao Vimeo

source: Vimeo Access Token:
es_es: Token de acceso a Vimeo:
fr_fr: Jeton d'accès Vimeo :
pt_pt: Token de acesso ao Vimeo:

source: This is required field for retrieving the data from Vimeo embeds if you are using them in Contents.
es_es: Este es un campo requerido para recuperar los datos de los incrustados de Vimeo si los estás usando en los contenidos.
fr_fr: Ce champ est obligatoire pour récupérer les données des liens Vimeo si vous les utilisez dans les contenus.
pt_pt: Este campo é obrigatório para recuperar os dados das incorporações do Vimeo, se as estiver a utilizar nos Conteúdos.

source: Check YouTube API Key
es_es: Comprobar clave API de YouTube
fr_fr: Vérifier la clé API de YouTube
pt_pt: Verificar a chave de API do YouTube

source: Vimeo Access Token passed the check successfully.
es_es: El token de acceso a Vimeo pasó la comprobación con éxito.
fr_fr: Le jeton d'accès de Vimeo a été vérifié avec succès.
pt_pt: O token de acesso ao Vimeo foi aprovado na verificação.

source: Video API Data Cache cleared.
es_es: Caché de datos API de vídeo limpiada.
fr_fr: Le cache de données de l'API vidéo a été supprimé.
pt_pt: Cache de dados da API de vídeo desactivada.

source: Get Pro Version
es_es: Obtener versión Pro
fr_fr: Obtenir la version Pro
pt_pt: Obter a versão Pro

source: Add Sitemap URL
es_es: Añadir URL de sitemap
fr_fr: Ajouter l'URL du plan du site
pt_pt: Adicionar URL do mapa do site

source: No Custom Sitemaps added!
es_es: ¡No se han añadido sitemaps personalizados!
fr_fr: Aucun Custom Sitemaps n'a été ajouté !
pt_pt: Não foram adicionados Sitemaps personalizados!

source: Custom XML Sitemap URL
es_es: URL de sitemap XML personalizado
fr_fr: URL du plan du site XML personnalisé
pt_pt: URL do Sitemap XML personalizado

source: You can select the Last Modified datetime for the Custom Sitemap or leave it empty (default) to always show the Current Datetime on Sitemap.
es_es: Puedes seleccionar la fecha y hora de última modificación para el sitemap personalizado o dejarlo vacío (por defecto) para mostrar siempre la fecha y hora actual en el sitemap.
fr_fr: Vous pouvez sélectionner la date de la dernière modification pour le plan du site personnalisé ou la laisser vide (par défaut) pour toujours afficher la date actuelle sur le plan du site.
pt_pt: Pode selecionar a data/hora da Última modificação para o Sitemap personalizado ou deixá-la vazia (predefinição) para mostrar sempre a Data/hora atual no Sitemap.

source: Enter XML Sitemap URL to your Sitemap Index. For example: https://example.com/static-sitemap.xml
es_es: Introduce la URL del sitemap XML en tu índice de sitemap. Por ejemplo: https://example.com/static-sitemap.xml
fr_fr: Saisissez l'URL du plan du site XML de votre index du plan du site. Par exemple : https://example.com/static-sitemap.xml
pt_pt: Introduza o URL do Sitemap XML para o seu Índice de Sitemap. Por exemplo: https://example.com/static-sitemap.xml

source: Custom XML Sitemap URL:
es_es: URL de sitemap XML personalizado:
fr_fr: URL du plan du site XML personnalisé :
pt_pt: URL personalizado do Sitemap XML:

source: Here you can add Custom XML Sitemaps URLs (ex: Static Sitemaps, XML Sitmaps created by other services, etc.) to your
es_es: Aquí puedes añadir URL de sitemaps XML personalizados (ej: sitemaps estáticos, sitemaps XML creados por otros servicios, etc.) a tu
fr_fr: Ici, vous pouvez ajouter des URL de sitemaps XML personnalisés (par exemple : des sitemaps statiques, des sitmaps XML créés par d'autres services, etc.
pt_pt: Aqui pode adicionar URLs de Sitemaps XML personalizados (ex: Sitemaps estáticos, Sitmaps XML criados por outros serviços, etc.) ao seu

source: Custom Sitemaps
es_es: Sitemaps personalizados
fr_fr: Plans de situation personnalisés
pt_pt: Sitemaps personalizados

source: Success! No static sitemap file was detected in this URL. Above URL will open the awesome Dynamic Sitemap.
es_es: ¡Éxito! No se detectó ningún archivo de sitemap estático en esta URL. La URL anterior abrirá el impresionante sitemap dinámico.
fr_fr: Succès ! Aucun fichier sitemap statique n'a été détecté dans cette URL. L'URL ci-dessus ouvrira l'impressionnant plan du site dynamique.
pt_pt: Sucesso! Não foi detectado nenhum ficheiro de mapa do site estático neste URL. O URL acima abrirá o fantástico Mapa do site dinâmico.

source: Warning! Static Sitemap File was detected in this URL. Please remove this file from the WordPress Root Directory to use Dynamic Sitemap.
es_es: ¡Advertencia! Se detectó un archivo de sitemap estático en esta URL. Por favor, elimina este archivo del directorio raíz de WordPress para usar el sitemap dinámico.
fr_fr: Attention ! Un fichier Sitemap statique a été détecté dans cette URL. Veuillez supprimer ce fichier du répertoire racine de WordPress pour utiliser le Sitemap dynamique.
pt_pt: Aviso! Foi detectado um ficheiro de Sitemap estático neste URL. Remova este ficheiro do Diretório Raiz do WordPress para utilizar o Sitemap Dinâmico.

source: Number of links per page in Sitemap Index. Note: Setting a low limit per page may affect the speed of generating the Sitemap Index.
es_es: Número de enlaces por página en el índice de sitemap. Nota: Establecer un límite bajo por página puede afectar la velocidad de generación del índice de sitemap.
fr_fr: Nombre de liens par page dans l'index Sitemap. Remarque : le fait de fixer une limite basse par page peut affecter la vitesse de génération de l'index Sitemap.
pt_pt: Número de ligações por página no Sitemap Index. Nota: A definição de um limite baixo por página pode afetar a velocidade de geração do Sitemap Index.

source: Links per page:
es_es: Enlaces por página:
fr_fr: Liens par page :
pt_pt: Ligações por página:

source: Include posts older than 48 hours for informational purposes only. Note that they will NOT be indexed by Google News.
es_es: Incluir entradas más antiguas de 48 horas solo con fines informativos. Ten en cuenta que NO serán indexadas por Google News.
fr_fr: Inclure les articles datant de plus de 48 heures à des fins d'information uniquement. Notez qu'ils ne seront PAS indexés par Google News.
pt_pt: Incluir mensagens com mais de 48 horas apenas para fins informativos. Tenha em atenção que NÃO serão indexadas pelo Google News.

source: Include Older Posts
es_es: Incluir entradas antiguas
fr_fr: Inclure les anciens messages
pt_pt: Incluir publicações mais antigas

source: Enable XML Sitemap
es_es: Activar sitemap XML
fr_fr: Activer le plan du site XML
pt_pt: Ativar o Sitemap XML

source: Please note that you may need to adjust the rules based on your server configuration. Rules are generated dynamically according to your Settings.
es_es: Ten en cuenta que es posible que necesites ajustar las reglas según la configuración de tu servidor. Las reglas se generan dinámicamente según tus ajustes.
fr_fr: Veuillez noter que vous devrez peut-être ajuster les règles en fonction de la configuration de votre serveur. Les règles sont générées dynamiquement en fonction de vos paramètres.
pt_pt: Tenha em atenção que poderá ter de ajustar as regras com base na configuração do seu servidor. As regras são geradas dinamicamente de acordo com as suas definições.

source: As you are using NGINX web server, you may need to set up the following Rewrite Rules if you encounter 404 Not Found error for your sitemap:
es_es: Como estás usando un servidor web NGINX, es posible que necesites configurar las siguientes reglas de reescritura si encuentras un error 404 No encontrado para tu sitemap:
fr_fr: Comme vous utilisez le serveur web NGINX, il se peut que vous deviez configurer les règles de réécriture suivantes si vous rencontrez l'erreur 404 Not Found pour votre sitemap :
pt_pt: Como está a utilizar o servidor Web NGINX, poderá ter de configurar as seguintes regras de reescrita se encontrar o erro 404 Not Found para o seu mapa do site:

source: Webserver Configuration
es_es: Configuración del servidor web
fr_fr: Configuration du serveur web
pt_pt: Configuração do servidor Web

source: Multilingual Sitemap Index:
es_es: Índice de sitemap multilingüe:
fr_fr: Index du plan du site multilingue :
pt_pt: Índice do mapa do site multilingue:

source: Multilingual Sitemap
es_es: Sitemap multilingüe
fr_fr: Plan du site multilingue
pt_pt: Mapa do site multilingue

source: Change API Key
es_es: Cambiar clave API
fr_fr: Modifier la clé API
pt_pt: Alterar a chave da API

source: INDEXNOW API KEY: %s
es_es: CLAVE API INDEXNOW: %s
fr_fr: CLÉ API INDEXNOW : %s
pt_pt: CHAVE API DO INDEXNOW: %s
